[
  {
    "name": "Aegean Greek",
    "description": "Aegean Greek refers to the varieties of Modern Greek spoken in the Aegean Sea islands, including the Cyclades, Dodecanese, and northern Aegean islands. These dialects retain some archaic features and have been influenced by historical contact with Turkish, Italian, and other Mediterranean languages due to the islands' strategic maritime position.",
    "url": null,
    "fetchedAt": 1758830039984
  },
  {
    "name": "Aegean Turkish",
    "description": "Aegean Turkish is a regional variety of Turkish spoken along Turkey's Aegean coast, including cities like İzmir, Aydın, and Muğla. This dialect is characterized by softer consonants and some vocabulary differences from standard Istanbul Turkish, influenced by the region's historical Greek population and maritime culture.",
    "url": null,
    "fetchedAt": 1758830041618
  },
  {
    "name": "African American English",
    "description": "African-American English (AAE) is the umbrella term for English dialects spoken predominantly by Black people in the United States and, less often, in Canada; most commonly, it refers to a dialect continuum ranging from African-American Vernacular English to more standard American English. Like all widely spoken language varieties, African-American English shows variation stylistically, generationally, geographically, in rural versus urban characteristics, in vernacular versus standard registers, etc. There has been a significant body of African-American literature and oral tradition for centuries.",
    "url": "https://en.wikipedia.org/wiki/African-American_English",
    "fetchedAt": 1758830043087
  },
  {
    "name": "African French",
    "description": "African French is the umbrella grouping of varieties of the French language spoken throughout Francophone Africa. Used mainly as a secondary language or lingua franca, it is spoken by an estimated 320 million people across 34 countries and territories, some of which are not Francophone, but merely members or observers of the Organisation internationale de la Francophonie. Of these, 18 sovereign states recognize it as an official de jure language, though it is not the native tongue of the majority. According to Ethnologue, only 1,2 million people spoke it as a first language. African French speakers represent 47% of the Francophonie, making Africa the continent with the most French speakers in the world.",
    "url": "https://en.wikipedia.org/wiki/African_French",
    "fetchedAt": 1758830044862
  },
  {
    "name": "African Portuguese",
    "description": "Portuguese is spoken in a number of African countries and is the official language in five African countries: Cape Verde, Guinea-Bissau, São Tomé and Príncipe, Angola and Mozambique. It also has official status in Equatorial Guinea, where it is a minority language spoken in the province of Annobón. There are Portuguese-speaking communities in most countries of Southern Africa, a mixture of Portuguese settlers and Angolans and Mozambicans who left their countries during the civil wars. A conservative estimate is that there are about 19 million people who use Portuguese as their sole mother tongue across Africa and approximately 35.5 million total speakers, but depending on the criteria applied, the number might be considerably higher. Drawing upon census data provided by the PALOP, especially the 2014 Angolan census and the 2017 Mozambican census, one may arrive at a rough projection of 33.5 million native speakers and total (L1+L2) 49 million speakers. Indeed many Africans speak Portuguese as a second language, in countries like Angola and Mozambique, where Portuguese is an official language, but also in countries like South Africa and Senegal, thanks to migrants coming from Portuguese-speaking countries.",
    "url": "https://en.wikipedia.org/wiki/Portuguese_language_in_Africa",
    "fetchedAt": 1758830046436
  },
  {
    "name": "Afrikaans",
    "description": "Afrikaans is a West Germanic language spoken in South Africa, Namibia and to a lesser extent Botswana, Zambia, Zimbabwe and also Argentina where a group in Sarmiento speaks a Patagonian dialect. It evolved from the Dutch vernacular of South Holland spoken by the predominantly Dutch settlers and enslaved population of the Dutch Cape Colony, where it gradually began to develop distinguishing characteristics in the 17th and 18th centuries.",
    "url": "https://en.wikipedia.org/wiki/Afrikaans",
    "fetchedAt": 1758830047089
  },
  {
    "name": "Algerian Arabic",
    "description": "Algerian Arabic, natively known as Dziria, Darja or Derja, is a variety of Arabic spoken in Algeria. It belongs to the Maghrebi Arabic dialect continuum and is mostly intelligible with the Tunisian and Moroccan dialects. Darja (الدارجة) means 'everyday/colloquial dialect'.",
    "url": "https://en.wikipedia.org/wiki/Algerian_Arabic",
    "fetchedAt": 1758830048281
  },
  {
    "name": "American English",
    "description": "American English, sometimes called United States English or U.S. English, is the set of varieties of the English language native to the United States. English is the most widely spoken language in the U.S. and is an official language in 32 of the 50 U.S. states and the de facto common language used in government, education, and commerce in all 50 states, the District of Columbia, and in all territories except Puerto Rico. De jure, there is no official language in the U.S. at the federal level, as there is no federal law designating any language to be official. However, Executive Order 14224 of 2025 declares English to be the official language of the U.S., and English is recognized as such by federal agencies. Since the late 20th century, American English has become the most influential form of English worldwide.",
    "url": "https://en.wikipedia.org/wiki/American_English",
    "fetchedAt": 1758830049179
  },
  {
    "name": "Anatolian Turkish",
    "description": "Turkish is the most widely spoken of the Turkic languages with around 90 million speakers. It is the national language of Turkey and one of two official languages of Cyprus. Significant smaller groups of Turkish speakers also exist in Germany, Austria, Bulgaria, North Macedonia, Greece, other parts of Europe, the South Caucasus, and some parts of Central Asia, Iraq, and Syria. Turkish is the 18th-most spoken language in the world.",
    "url": "https://en.wikipedia.org/wiki/Turkish_language",
    "fetchedAt": 1758830050237
  },
  {
    "name": "Andalusian Spanish",
    "description": "The Andalusian dialects of Spanish are spoken in Andalusia, Ceuta, Melilla, and Gibraltar. They include perhaps the most distinct of the southern variants of peninsular Spanish, differing in many respects from northern varieties in a number of phonological, morphological and lexical features. Many of these are innovations which, spreading from Andalusia, failed to reach the higher strata of Toledo and Madrid speech and become part of the Peninsular norm of standard Spanish. Andalusian Spanish has historically been stigmatized at a national level, though this appears to have changed in recent decades, and there is evidence that the speech of Seville or the norma sevillana enjoys high prestige within Western Andalusia.",
    "url": "https://en.wikipedia.org/wiki/Andalusian_Spanish",
    "fetchedAt": 1758830051303
  },
  {
    "name": "Argentine Spanish",
    "description": "Rioplatense Spanish, also known as Rioplatense Castilian, or River Plate Spanish, is a variety of Spanish originating in and around the Río de la Plata Basin, and now spoken throughout most of Argentina and Uruguay. This dialect is widely recognized throughout the Hispanosphere due to its strong influence from Italian languages, a result of significant historical Italian immigration to the region. As a consequence, it has incorporated numerous Italian loanwords—giving rise to the lunfardo argot—and is spoken with an intonation similar to that of the Neapolitan language from Southern Italy.",
    "url": "https://en.wikipedia.org/wiki/Rioplatense_Spanish",
    "fetchedAt": 1758830053247
  },
  {
    "name": "Armenian",
    "description": "Armenian is the sole member of an independent branch in the Indo-European language family. It is the native language of the Armenian people and the official language of Armenia. Historically spoken in the Armenian highlands, today Armenian is also widely spoken throughout the Armenian diaspora. Armenian is written in its own writing system, the Armenian alphabet, introduced in 405 AD by Saint Mesrop Mashtots. The estimated number of Armenian speakers worldwide is between five and seven million.",
    "url": "https://en.wikipedia.org/wiki/Armenian_language",
    "fetchedAt": 1758830053982
  },
  {
    "name": "Assamese",
    "description": "Assamese or Asamiya is an Indo-Aryan language spoken mainly in the north-eastern Indian state of Assam, where it is an official language. It has long served as a lingua franca in parts of Northeast India. It has over 15 million native speakers and 8.3 million second language speakers according to Ethnologue.",
    "url": "https://en.wikipedia.org/wiki/Assamese_language",
    "fetchedAt": 1758830054632
  },
  {
    "name": "Athenian Greek",
    "description": "Athenian Greek is the variety of Modern Greek spoken in Athens and the greater Attica region. As the prestige dialect of Greece, it forms the basis of Standard Modern Greek and is characterized by certain phonological features that distinguish it from other Greek regional dialects, particularly in vowel pronunciation and stress patterns.",
    "url": null,
    "fetchedAt": 1758830057187
  },
  {
    "name": "Australian English",
    "description": "Australian English is the set of varieties of the English language native to Australia. It is the country's common language and de facto national language. While Australia has no official language, English is the first language of the majority of the population, and has been entrenched as the de facto national language since the onset of British settlement, being the only language spoken in the home for 72% of Australians in 2021. It is also the main language used in compulsory education, as well as federal, state and territorial legislatures and courts.",
    "url": "https://en.wikipedia.org/wiki/Australian_English",
    "fetchedAt": 1758830058143
  },
  {
    "name": "Azerbaijani",
    "description": "Azerbaijani or Azeri, also referred to as Azerbaijani Turkic or Azerbaijani Turkish, is a Turkic language from the Oghuz sub-branch. It is spoken primarily by the Azerbaijani people, who live mainly in the Republic of Azerbaijan, where the North Azerbaijani variety is spoken, while Iranian Azerbaijanis in the Azerbaijan region of Iran, speak the South Azerbaijani variety, but it is unclear whether these two varieties form one language, as the International Organization for Standardization (ISO) considers Northern and Southern Azerbaijani to be distinct languages.",
    "url": "https://en.wikipedia.org/wiki/Azerbaijani_language",
    "fetchedAt": 1758830058794
  },
  {
    "name": "Balinese Indonesian",
    "description": "Balinese Indonesian is the variety of Indonesian spoken in Bali, heavily influenced by the Balinese language substrate. It features distinctive pronunciation patterns, vocabulary borrowings from Balinese, and cultural expressions unique to Hindu-Balinese society, making it markedly different from standard Indonesian.",
    "url": null,
    "fetchedAt": 1758830061078
  },
  {
    "name": "Bavarian German",
    "description": "Bavarian, alternately Austro-Bavarian, is a group of Upper German varieties spoken in the south-east of the German language area, including the German state of Bavaria, most of Austria, and South Tyrol in Italy. Prior to 1945, Bavarian was also prevalent in parts of the southern Sudetenland and western Hungary. Bavarian is spoken by approximately 12 million people in an area of around 125,000 square kilometres (48,000 sq mi), making it the largest of all German dialects. In 2008, 45 percent of Bavarians claimed to use only dialect in everyday communication.",
    "url": "https://en.wikipedia.org/wiki/Bavarian_language",
    "fetchedAt": 1758830062379
  },
  {
    "name": "Beijing Mandarin",
    "description": "Beijing Mandarin may refer to:Beijing dialect, of Mandarin Chinese\nBeijing Mandarin ",
    "url": "https://en.wikipedia.org/wiki/Beijing_Mandarin",
    "fetchedAt": 1758830064161
  },
  {
    "name": "Belarusian",
    "description": "Belarusian is an East Slavic language. It is one of the two official languages in Belarus, the other being Russian. It is also spoken in parts of Russia, Lithuania, Latvia, Poland, Ukraine, and the United States by the Belarusian diaspora.",
    "url": "https://en.wikipedia.org/wiki/Belarusian_language",
    "fetchedAt": 1758830064810
  },
  {
    "name": "Belgian French",
    "description": "Belgian French is the variety of French spoken mainly among the French Community of Belgium, alongside related Oïl languages of the region such as Walloon, Picard, Champenois, and Lorrain (Gaumais). The French language spoken in Belgium differs very little from that of France or Switzerland. It is characterized by the use of some terms that are considered archaic in France, as well as loanwords from languages such as Walloon, Picard, and Belgian Dutch.",
    "url": "https://en.wikipedia.org/wiki/Belgian_French",
    "fetchedAt": 1758830065871
  },
  {
    "name": "Bengali",
    "description": "Bengali, also known by its endonym Bangla, is an Indo-Aryan language belonging to the Indo-Iranian branch of the Indo-European language family. It is native to the Bengal region of South Asia. With over 242 million native speakers and another 43 million as second language speakers as of 2025, Bengali is the sixth most spoken native language and the seventh most spoken language by the total number of speakers in the world.",
    "url": "https://en.wikipedia.org/wiki/Bengali_language",
    "fetchedAt": 1758830066518
  },
  {
    "name": "Bengali Hindi",
    "description": "Bengali Hindi is a variety of Hindi heavily influenced by Bengali phonology and vocabulary, spoken by Bengali speakers when communicating in Hindi. It features distinctive pronunciation patterns such as the absence of aspirated consonants and the substitution of certain Hindi sounds with Bengali equivalents, creating a recognizable accent.",
    "url": null,
    "fetchedAt": 1758830069290
  },
  {
    "name": "Bergen Norwegian",
    "description": "Bergensk or Bergen dialect is a dialect of Norwegian used in Bergen, Norway. It is easy for Norwegians to recognise, as it is more distinguishable from other dialects in Vestland than, for example, the Stavanger dialect (Stavangersk) from the dialects of Rogaland, and the Trondheim dialect from Trøndelag dialects.",
    "url": "https://en.wikipedia.org/wiki/Bergensk",
    "fetchedAt": 1758830071005
  },
  {
    "name": "Bhojpuri Hindi",
    "description": "Bhojpuri Hindi is the variety of Hindi spoken with heavy Bhojpuri linguistic influence, prevalent in eastern Uttar Pradesh, western Bihar, and parts of Jharkhand. It incorporates Bhojpuri vocabulary, grammatical structures, and phonological features, creating a distinct regional variety of Hindi that serves as a bridge between pure Bhojpuri and standard Hindi.",
    "url": null,
    "fetchedAt": 1758830073030
  },
  {
    "name": "Bihari Hindi",
    "description": "Bihari Hindi is a variety of Hindustani, spoken in Bihar, particularly in the urban areas of Bihar. It is heavily influenced by many regional Bihari languages such as Magahi, Maithili and Bhojpuri.",
    "url": "https://en.wikipedia.org/wiki/Bihari_Hindi",
    "fetchedAt": 1758830074415
  },
  {
    "name": "Bosnian",
    "description": "Bosnian is the standard variety of the Serbo-Croatian language mainly used by Bosniaks. It is one of the three official languages of Bosnia and Herzegovina; a co-official language in Montenegro; and an officially recognized minority language in Croatia, Serbia, North Macedonia and Kosovo.",
    "url": "https://en.wikipedia.org/wiki/Bosnian_language",
    "fetchedAt": 1758830075072
  },
  {
    "name": "Boston English",
    "description": "A Boston accent is a local accent of Eastern New England English, native specifically to the city of Boston and its suburbs. Northeastern New England English is classified as traditionally including New Hampshire, Maine, and all of eastern Massachusetts, while some uniquely local vocabulary appears only around Boston. A 2006 study co-authored by William Labov claims that the accent remains relatively stable, though a 2018 study suggests the accent's traditional features may be retreating, particularly among the city's younger residents, and becoming increasingly confined to the historically Irish-American neighborhood of South Boston.",
    "url": "https://en.wikipedia.org/wiki/Boston_accent",
    "fetchedAt": 1758830076520
  },
  {
    "name": "Brazilian Portuguese",
    "description": "Brazilian Portuguese is the set of varieties of the Portuguese language native to Brazil. It is spoken by nearly all of the 203 million inhabitants of Brazil, and widely across the Brazilian diaspora, consisting of approximately two million Brazilians who have emigrated to other countries.",
    "url": "https://en.wikipedia.org/wiki/Brazilian_Portuguese",
    "fetchedAt": 1758830077465
  },
  {
    "name": "British English",
    "description": "British English is the set of varieties of the English language native to the United Kingdom, especially Great Britain. More narrowly, it can refer specifically to the English language in England, or, more broadly, to the collective dialects of English throughout the United Kingdom taken as a single umbrella variety, for instance additionally incorporating Scottish English, Welsh English, and Northern Irish English. Tom McArthur in the Oxford Guide to World English acknowledges that British English shares \"all the ambiguities and tensions [with] the word 'British' and as a result can be used and interpreted in two ways, more broadly or more narrowly, within a range of blurring and ambiguity\".",
    "url": "https://en.wikipedia.org/wiki/British_English",
    "fetchedAt": 1758830078350
  },
  {
    "name": "Budapest Hungarian",
    "description": "Budapest Hungarian is the prestige variety of Hungarian spoken in Hungary's capital city. As the standard form of the language, it serves as the basis for Hungarian media, education, and official communication. This variety is characterized by its clear pronunciation and serves as the model for Hungarian language instruction worldwide.",
    "url": null,
    "fetchedAt": 1758830080160
  },
  {
    "name": "Bulgarian",
    "description": "Bulgarian is an Eastern South Slavic language spoken in Southeast Europe, primarily in Bulgaria. It is the language of the Bulgarians.",
    "url": "https://en.wikipedia.org/wiki/Bulgarian_language",
    "fetchedAt": 1758830080808
  },
  {
    "name": "Canadian English",
    "description": "Canadian English encompasses the varieties of English used in Canada. According to the 2016 census, English was the first language of 19.4 million Canadians or 58.1% of the total population; the remainder spoke French (20.8%) or other languages (21.1%). In the province of Quebec, only 7.5% of the population speak English as their mother tongue, while most of Quebec's residents are native speakers of Quebec French.",
    "url": "https://en.wikipedia.org/wiki/Canadian_English",
    "fetchedAt": 1758830082587
  },
  {
    "name": "Canary Islands Spanish",
    "description": "Canary Islands Spanish is the variety of Spanish spoken in the Canary Islands, sharing many features with Caribbean Spanish due to historical migration patterns. It's characterized by seseo (no distinction between 's' and 'th' sounds), aspiration of syllable-final 's', and distinctive vocabulary including Guanche (indigenous) loanwords and Portuguese influences.",
    "url": null,
    "fetchedAt": 1758830084543
  },
  {
    "name": "Catalan",
    "description": "Catalan is a Western Romance language and is the official language of Andorra, and the official language of three autonomous communities in eastern Spain: Catalonia, the Balearic Islands and the Valencian Community, where it is called Valencian. It has semi-official status in the Italian municipality of Alghero, and it is spoken in the Pyrénées-Orientales department of France and in two further areas in eastern Spain: the eastern strip of Aragon and the Carche area in the Region of Murcia. The Catalan-speaking territories are often called the Països Catalans or \"Catalan Countries\".",
    "url": "https://en.wikipedia.org/wiki/Catalan_language",
    "fetchedAt": 1758830085192
  },
  {
    "name": "Cebuano",
    "description": "Cebuano is an Austronesian language spoken in the southern Philippines by Cebuano people and other ethnic groups as a secondary language. It is natively, though informally, called by the generic name Bisayâ, or Binisayâ and sometimes referred to in English sources as Cebuan. It is spoken by the Visayan ethnolinguistic groups native to the islands of Cebu, Bohol, Siquijor, the eastern half of Negros, the western half of Leyte, the northern coastal areas of Northern Mindanao and the eastern part of Zamboanga del Norte due to Spanish settlements during the 18th century. In modern times, it has also spread to the Davao Region, Cotabato, Camiguin, parts of the Dinagat Islands, and the lowland regions of Caraga, often displacing native languages in those areas.",
    "url": "https://en.wikipedia.org/wiki/Cebuano_language",
    "fetchedAt": 1758830085856
  },
  {
    "name": "Cebuano Filipino",
    "description": "Cebuano Filipino refers to the variety of Filipino (Tagalog-based) spoken by Cebuano speakers, heavily influenced by Cebuano phonology and grammar. This variety incorporates Cebuano sentence structures, intonation patterns, and vocabulary, creating a distinct regional accent in Filipino that reflects the speaker's Cebuano linguistic background.",
    "url": null,
    "fetchedAt": 1758830087366
  },
  {
    "name": "Central Anatolian Turkish",
    "description": "Central Anatolian Turkish is the variety of Turkish spoken in Turkey's central Anatolian plateau, including cities like Ankara, Konya, and Kayseri. This dialect is considered close to standard Turkish and is characterized by conservative phonological features and vocabulary that preserves older Turkish forms, making it an important reference point for Turkish dialectology.",
    "url": null,
    "fetchedAt": 1758830088987
  },
  {
    "name": "Central Slovak",
    "description": "Central Slovak is the variety of Slovak that forms the basis of standard Slovak language. Spoken in central Slovakia around cities like Banská Bystrica and Zvolen, this dialect was chosen as the foundation for the literary language due to its central position and conservative features that made it comprehensible to speakers of other Slovak dialects.",
    "url": null,
    "fetchedAt": 1758830090871
  },
  {
    "name": "Central Vietnamese",
    "description": "Vietnamese is an Austroasiatic language primarily spoken in Vietnam where it is the official language. It belongs to the Vietic subgroup of the Austroasiatic language family. Vietnamese is spoken natively by around 86 million people, and as a second language by 11 million people, several times as many as the rest of the Austroasiatic family combined. It is the native language of ethnic Vietnamese (Kinh), as well as the second or first language for other ethnicities of Vietnam, and used by Vietnamese diaspora in the world.",
    "url": "https://en.wikipedia.org/wiki/Vietnamese_language",
    "fetchedAt": 1758830091879
  },
  {
    "name": "Central-West Brazilian Portuguese",
    "description": "Central-West Brazilian Portuguese is the variety spoken in Brazil's Center-West region, including the Federal District (Brasília), Goiás, Mato Grosso, and Mato Grosso do Sul. This variety combines features from various Brazilian dialects due to significant internal migration, creating a relatively neutral accent that's often considered close to the standard Brazilian Portuguese pronunciation.",
    "url": null,
    "fetchedAt": 1758830093911
  },
  {
    "name": "Chennai Tamil",
    "description": "Madras Bashai is a variety of the Tamil language spoken by native people in the city of Chennai in the Indian state of Tamil Nadu. In the past it was sometimes considered a pidgin, as its vocabulary was heavily influenced by Hindustani, Indian English, Telugu, Malayalam, and Burmese; it is not mutually intelligible with any of those except for Tamil, to a certain extent.",
    "url": "https://en.wikipedia.org/wiki/Madras_Bashai",
    "fetchedAt": 1758830095864
  },
  {
    "name": "Chicago English",
    "description": "Chicago English is a variety of American English spoken in Chicago and surrounding areas, part of the Inland Northern dialect region. It's characterized by the Northern Cities Vowel Shift, distinctive pronunciation patterns, and unique vocabulary. The accent has been influenced by the city's history of immigration from various European countries and internal migration from the American South.",
    "url": null,
    "fetchedAt": 1758830098099
  },
  {
    "name": "Chichewa",
    "description": "Chewa is a Bantu language spoken in Malawi and a recognised minority in Eastern Zambia and Tete province of Mozambique. The prefix chi- infront of Chewa means \"the language of the\" Chewa people. In Malawi, the name was officially changed from Chinyanja to Chichewa in 1968 at the insistence of President Hastings Kamuzu Banda and is still the name most commonly used in Malawi today.",
    "url": "https://en.wikipedia.org/wiki/Chewa_language",
    "fetchedAt": 1758830098992
  },
  {
    "name": "Chilean Spanish",
    "description": "Chilean Spanish is any of several varieties of the Spanish language spoken in most of Chile. Chilean Spanish dialects have distinctive pronunciation, grammar, vocabulary, and slang usages that differ from those of Standard Spanish, with various linguists identifying Chilean Spanish as one of the most divergent varieties of Spanish.",
    "url": "https://en.wikipedia.org/wiki/Chilean_Spanish",
    "fetchedAt": 1758830100081
  },
  {
    "name": "Chinese",
    "description": "Chinese is a Sinitic language in the Sino-Tibetan language family, widely recognized as a group of language varieties, spoken natively by the ethnic Han Chinese majority and many minority ethnic groups in China, as well as by various communities of the Chinese diaspora. Approximately 1.39 billion people, or 17% of the global population, speak a variety of Chinese as their first language.",
    "url": "https://en.wikipedia.org/wiki/Chinese_language",
    "fetchedAt": 1758830100756
  },
  {
    "name": "Chungcheong Korean",
    "description": "Chungcheong Korean is the dialect of Korean spoken in the Chungcheong provinces of South Korea. It's characterized by a distinctive slow, drawling speech pattern and unique intonation that differs markedly from Seoul Korean. This dialect is often stereotyped in Korean media as having a relaxed, laid-back speaking style.",
    "url": null,
    "fetchedAt": 1758830102572
  },
  {
    "name": "Cockney English",
    "description": "Cockney is a dialect of the English language, mainly spoken in London and its environs, particularly by Londoners with working-class and lower middle class roots. The term Cockney is also used as a demonym for a person from the East End, or, traditionally, born within earshot of Bow Bells.",
    "url": "https://en.wikipedia.org/wiki/Cockney",
    "fetchedAt": 1758830104287
  },
  {
    "name": "Coimbatore Tamil",
    "description": "Coimbatore Tamil is the variety of Tamil spoken in and around Coimbatore city in western Tamil Nadu. This dialect is influenced by Kannada and Malayalam due to its proximity to Karnataka and Kerala, and features distinctive pronunciation patterns and vocabulary that reflect the region's industrial and multicultural character.",
    "url": null,
    "fetchedAt": 1758830106683
  },
  {
    "name": "Colombian Spanish",
    "description": "Colombian Spanish is a grouping of the varieties of Spanish spoken in Colombia. The term is of more geographical than linguistic relevance, since the dialects spoken in the various regions of Colombia are quite diverse. The speech of the northern coastal area tends to exhibit phonological innovations typical of Caribbean Spanish, while highland varieties have been historically more conservative. The Caro and Cuervo Institute in Bogotá is the main institution in Colombia to promote the scholarly study of the language and literature of both Colombia and the rest of Spanish America. The educated speech of Bogotá, a generally conservative variety of Spanish, has high popular prestige among Spanish-speakers throughout the Americas.",
    "url": "https://en.wikipedia.org/wiki/Colombian_Spanish",
    "fetchedAt": 1758830107789
  },
  {
    "name": "Croatian",
    "description": "Croatian is the standard variety of the Serbo-Croatian language mainly used by Croats. It is the national official language and literary standard of Croatia, one of the official languages of Bosnia and Herzegovina, Montenegro, the Serbian province of Vojvodina, the European Union and a recognized minority language elsewhere in Serbia and other neighbouring countries.",
    "url": "https://en.wikipedia.org/wiki/Croatian_language",
    "fetchedAt": 1758830108440
  },
  {
    "name": "Cuban Spanish",
    "description": "Cuban Spanish is the variety of the Spanish language as it is spoken in Cuba. As a Caribbean variety of Spanish, Cuban Spanish shares a number of features with nearby varieties, including coda weakening and neutralization, non-inversion of Wh-questions, and a lower rate of dropping of subject pronouns compared to other Spanish varieties. As a variety spoken in Latin America, it has seseo and lacks the vosotros pronoun.",
    "url": "https://en.wikipedia.org/wiki/Cuban_Spanish",
    "fetchedAt": 1758830109425
  },
  {
    "name": "Czech",
    "description": "Czech, historically known as Bohemian, is a West Slavic language of the Czech–Slovak group, written in Latin script. Spoken by over 12 million people including second language speakers, it serves as the official language of the Czech Republic. Czech is closely related to Slovak, to the point of high mutual intelligibility, as well as to Polish to a lesser degree. Czech is a fusional language with a rich system of morphology and relatively flexible word order. Its vocabulary has been extensively influenced by Latin and German.",
    "url": "https://en.wikipedia.org/wiki/Czech_language",
    "fetchedAt": 1758830110089
  },
  {
    "name": "Danish",
    "description": "Danish is a North Germanic language from the Indo-European language family spoken by about six million people, principally in and around Denmark. Communities of Danish speakers are also found in Greenland, the Faroe Islands, and the northern German region of Southern Schleswig, where it has minority language status. Minor Danish-speaking communities are also found in Norway, Sweden, the United States, Canada, Brazil, and Argentina.",
    "url": "https://en.wikipedia.org/wiki/Danish_language",
    "fetchedAt": 1758830110743
  },
  {
    "name": "Dominican Spanish",
    "description": "Dominican Spanish is Spanish as spoken in the Dominican Republic; and also among the Dominican diaspora, most of whom live in the United States, chiefly in New York City, New Jersey, Connecticut, Rhode Island, Massachusetts, Pennsylvania, and Florida.",
    "url": "https://en.wikipedia.org/wiki/Dominican_Spanish",
    "fetchedAt": 1758830112097
  },
  {
    "name": "Dutch",
    "description": "Dutch is a West Germanic language of the Indo-European language family, spoken by about 25 million people as a first language and 5 million as a second language and is the third most spoken Germanic language. In Europe, Dutch is the native language of most of the population of the Netherlands and Flanders. Dutch was one of the official languages of South Africa until 1925, when it was replaced by Afrikaans, a separate but partially mutually intelligible daughter language of Dutch. Afrikaans, depending on the definition used, may be considered a sister language, spoken, to some degree, by at least 16 million people, mainly in South Africa and Namibia, and evolving from Cape Dutch dialects.",
    "url": "https://en.wikipedia.org/wiki/Dutch_language",
    "fetchedAt": 1758830112750
  },
  {
    "name": "Eastern Turkish",
    "description": "Eastern Turkish refers to the varieties of Turkish spoken in eastern Turkey, including cities like Erzurum, Kars, and Van. These dialects have been influenced by contact with Kurdish, Armenian, and Georgian languages, and preserve some archaic Turkish features. The harsh climate and mountainous terrain have contributed to the preservation of distinctive linguistic characteristics.",
    "url": null,
    "fetchedAt": 1758830114705
  },
  {
    "name": "Ecuadorian Spanish",
    "description": "Spanish is the most-widely spoken language in Ecuador, though great variations are present depending on several factors, the most important one being the geographical region where it is spoken. The three main regional variants are:Equatorial Pacific Spanish or Equatorial Coastal Spanish\nAndean Spanish\nAmazonic Spanish",
    "url": "https://en.wikipedia.org/wiki/Ecuadorian_Spanish",
    "fetchedAt": 1758830115773
  },
  {
    "name": "Egyptian Arabic",
    "description": "Egyptian Arabic, locally known as Colloquial Egyptian, or simply as Masri, is the most widely spoken vernacular Arabic variety in Egypt. It is part of the Afro-Asiatic language family, and originated in the Nile Delta in Lower Egypt. The estimated 111 million Egyptians speak a continuum of dialects, among which Cairene is the most prominent. It is also understood across most of the Arabic-speaking countries due to broad Egyptian influence in the region, including through Egyptian cinema and Egyptian music. These factors help make it the most widely spoken and by far the most widely studied variety of Arabic.",
    "url": "https://en.wikipedia.org/wiki/Egyptian_Arabic",
    "fetchedAt": 1758830116846
  },
  {
    "name": "Estonian",
    "description": "Estonian is a Finnic language and the official language of Estonia. It is written in the Latin script and is the first language of the majority of the country's population; it is also an official language of the European Union. Estonian is spoken natively by about 1.1 million people: 922,000 people in Estonia and 160,000 elsewhere.",
    "url": "https://en.wikipedia.org/wiki/Estonian_language",
    "fetchedAt": 1758830117495
  },
  {
    "name": "European Portuguese",
    "description": "European Portuguese, also known as Lusitanian Portuguese or as the Portuguese (language) of Portugal, is a dialect of the Portuguese language spoken in Portugal. The word \"European\" was chosen to avoid the clash of \"Portuguese Portuguese\" as opposed to Brazilian Portuguese. \"Peninsular Portuguese\" and \"Iberian Portuguese\" are sometimes used, but they implicitly exclude the varieties of Portuguese spoken in Madeira and the Azores.",
    "url": "https://en.wikipedia.org/wiki/European_Portuguese",
    "fetchedAt": 1758830118651
  },
  {
    "name": "Filipino",
    "description": "Filipino is the national language of the Philippines, the main lingua franca, and one of the two official languages of the country, along with English. It is a de facto standardized form of the Tagalog language, as spoken and written in Metro Manila, the National Capital Region, and in other urban centers of the archipelago. The 1987 Constitution mandates that Filipino be further enriched and developed by the other languages of the Philippines.",
    "url": "https://en.wikipedia.org/wiki/Filipino_language",
    "fetchedAt": 1758830119298
  },
  {
    "name": "Finnish",
    "description": "Finnish is a Finnic language of the Uralic language family, spoken by the majority of the population in Finland and by ethnic Finns outside of Finland. Finnish is one of the two official languages of Finland, alongside Swedish. In Sweden, both Finnish and Meänkieli are official minority languages. Kven, which like Meänkieli is mutually intelligible with Finnish, is spoken in the Norwegian counties of Troms and Finnmark by a minority of Finnish descent.",
    "url": "https://en.wikipedia.org/wiki/Finnish_language",
    "fetchedAt": 1758830119946
  },
  {
    "name": "Flemish Dutch",
    "description": "Flemish is a Low Franconian dialect cluster of the Dutch language. It is sometimes referred to as Flemish Dutch, Belgian Dutch, or Southern Dutch. Flemish is native to the region known as Flanders in northern Belgium; it is spoken by Flemings, the dominant ethnic group of the region. Outside of Belgium Flanders, it is also spoken to some extent in French Flanders and the Dutch Zeelandic Flanders.",
    "url": "https://en.wikipedia.org/wiki/Flemish_dialects",
    "fetchedAt": 1758830121563
  },
  {
    "name": "Florentine Italian",
    "description": "Florentine Italian is the variety of Italian spoken in Florence and surrounding Tuscany. Historically, this dialect formed the basis of standard Italian literature through the works of Dante, Petrarch, and Boccaccio. Modern Florentine is characterized by distinctive pronunciation features, including the famous 'gorgia toscana' (aspirated consonants) and unique vocabulary that differs from standard Italian.",
    "url": null,
    "fetchedAt": 1758830123767
  },
  {
    "name": "French",
    "description": "French is a Romance language of the Indo-European family. Like all other Romance languages, it descended from the Vulgar Latin of the Roman Empire. French evolved from Northern Old Gallo-Romance, a descendant of the Latin spoken in Northern Gaul. Its closest relatives are the other langues d'oïl—languages historically spoken in northern France and in southern Belgium, which French (Francien) largely supplanted. It was also influenced by native Celtic languages of Northern Roman Gaul and by the Germanic Frankish language of the post-Roman Frankish invaders. As a result of French and Belgian colonialism from the 16th century onward, it was introduced to new territories in the Americas, Africa, and Asia, and numerous French-based creole languages, most notably Haitian Creole, were developed. A French-speaking person or nation may be referred to as Francophone in both English and French.",
    "url": "https://en.wikipedia.org/wiki/French_language",
    "fetchedAt": 1758830124416
  },
  {
    "name": "Galician",
    "description": "Galician, also known as Galego, is a Western Ibero-Romance language. Around 2.4 million people have at least some degree of competence in the language, mainly in Galicia, an autonomous community located in northwestern Spain, where it has official status along with Spanish. The language is also spoken in some border zones of the neighboring Spanish regions of Asturias and Castile and León, as well as by Galician migrant communities in the rest of Spain; in Latin America, including Argentina and Uruguay; and in Puerto Rico, the United States, Switzerland and elsewhere in Europe.",
    "url": "https://en.wikipedia.org/wiki/Galician_language",
    "fetchedAt": 1758830125064
  },
  {
    "name": "Galician Spanish",
    "description": "Castrapo is a term used in the region of Galicia to refer to a local variety of the Castilian language that uses a lot of code-switching, vocabulary, syntax and expressions directly from the Galician language although they do not exist or have equivalents in Standard Castilian. This way of speaking is mainly prevalent in the densely populated urban areas of Galicia and is sometimes stereotyped as \"the way Galician politicians speak\".",
    "url": "https://en.wikipedia.org/wiki/Castrapo",
    "fetchedAt": 1758830126747
  },
  {
    "name": "Geordie English",
    "description": "Geordie is a demonym and vernacular dialect characterising Newcastle-upon-Tyne and the wider Tyneside area of North East England.",
    "url": "https://en.wikipedia.org/wiki/Geordie",
    "fetchedAt": 1758830128147
  },
  {
    "name": "Georgian",
    "description": "Georgian is the most widely spoken Kartvelian language. It is the official language of Georgia and the native or primary language of 88% of its population. It also serves as the literary language or lingua franca for speakers of related languages. Its speakers today amount to approximately 3.8 million. Georgian is written with its own unique Georgian scripts, alphabetical systems of unclear origin.",
    "url": "https://en.wikipedia.org/wiki/Georgian_language",
    "fetchedAt": 1758830128803
  },
  {
    "name": "German",
    "description": "German is a West Germanic language in the Indo-European language family, mainly spoken in Western and Central Europe. It is the majority and official language in Germany, Austria, Switzerland, and Liechtenstein. It is also an official language of Luxembourg, Belgium and the Italian autonomous province of South Tyrol, as well as a recognized national language in Namibia. There are also notable German-speaking communities in other parts of Europe, including: Poland, the Czech Republic, Denmark, Slovakia (Krahule), Romania, Hungary (Sopron), and France (Alsace). Overseas, sizeable communities of German-speakers are found in the Americas.",
    "url": "https://en.wikipedia.org/wiki/German_language",
    "fetchedAt": 1758830129453
  },
  {
    "name": "Gothenburg Swedish",
    "description": "Gothenburg Swedish (Göteborgska) is the variety of Swedish spoken in Gothenburg and the surrounding Västra Götaland region. It's characterized by a distinctive melody and intonation pattern, softer pronunciation of certain consonants, and unique vocabulary. This dialect is easily recognizable to other Swedes and has a strong local identity.",
    "url": null,
    "fetchedAt": 1758830131120
  },
  {
    "name": "Greek",
    "description": "Greek is an Indo-European language, constituting an independent Hellenic branch within the Indo-European language family. It is native to Greece, Cyprus, Italy, southern Albania, and other regions of the Balkans, Caucasus, the Black Sea coast, Asia Minor, and the Eastern Mediterranean. It has the longest documented history of any Indo-European language, spanning at least 3,400 years of written records. Its writing system is the Greek alphabet, which has been used for approximately 2,800 years; previously, Greek was recorded in writing systems such as Linear B and the Cypriot syllabary.",
    "url": "https://en.wikipedia.org/wiki/Greek_language",
    "fetchedAt": 1758830131772
  },
  {
    "name": "Gujarati",
    "description": "Gujarati is an Indo-Aryan language native to the Indian state of Gujarat and spoken predominantly by the Gujarati people. Gujarati is descended from Old Gujarati. In India, it is one of the 22 scheduled languages of the Union. It is also the official language in the state of Gujarat, as well as an official language in the union territory of Dadra and Nagar Haveli and Daman and Diu. As of 2011, Gujarati is the 6th most widely spoken language in India by number of native speakers, spoken by 55.5 million speakers which amounts to about 4.5% of the total Indian population. It is the 26th most widely spoken language in the world by number of native speakers as of 2007.",
    "url": "https://en.wikipedia.org/wiki/Gujarati_language",
    "fetchedAt": 1758830132435
  },
  {
    "name": "Gujarati Hindi",
    "description": "Gujarati Hindi is the variety of Hindi spoken with Gujarati linguistic influence, characterized by distinctive pronunciation patterns where retroflex consonants are often replaced by dental ones, and specific intonation patterns borrowed from Gujarati. This variety is common among Gujarati speakers when communicating in Hindi across India.",
    "url": null,
    "fetchedAt": 1758830135108
  },
  {
    "name": "Gulf Arabic",
    "description": "Gulf Arabic or Khaleeji is a variety of Arabic spoken in Eastern Arabia around the coasts of the Persian Gulf in Kuwait, Bahrain, Qatar, the United Arab Emirates, southern Iraq, eastern Saudi Arabia, northern Oman, and by some Iranian Arabs.",
    "url": "https://en.wikipedia.org/wiki/Gulf_Arabic",
    "fetchedAt": 1758830136065
  },
  {
    "name": "Gyeongsang Korean",
    "description": "Gyeongsang Korean is the dialect spoken in the southeastern Gyeongsang provinces of South Korea, including cities like Busan, Daegu, and Ulsan. It's characterized by distinctive pitch accent patterns, unique vocabulary, and grammatical features that differ significantly from Seoul Korean. This dialect is often portrayed in Korean media with a strong, direct speaking style.",
    "url": null,
    "fetchedAt": 1758830138059
  },
  {
    "name": "Hamgyong Korean",
    "description": "Hamgyong Korean is the dialect spoken in the former Hamgyong provinces of North Korea (now divided into North and South Hamgyong). This dialect features distinctive phonological characteristics and vocabulary that differs from both Seoul Korean and other North Korean dialects, preserving archaic features due to geographic isolation.",
    "url": null,
    "fetchedAt": 1758830139861
  },
  {
    "name": "Haryanvi Hindi",
    "description": "Haryanvi is an Indo-Aryan language spoken primarily in the Indian state of Haryana and the territory of Delhi. Haryanvi is considered to be part of the dialect group of Western Hindi, which also includes Khariboli and Braj. It is written in the Devanagari script.",
    "url": "https://en.wikipedia.org/wiki/Haryanvi_language",
    "fetchedAt": 1758830141231
  },
  {
    "name": "Hausa",
    "description": "Hausa is a Chadic language spoken primarily by the Hausa people in the northern parts of Nigeria, Ghana, Cameroon, Benin and Togo, and the southern parts of Niger, and Chad, with significant minorities in Ivory Coast. A small number of speakers also exist in Sudan.",
    "url": "https://en.wikipedia.org/wiki/Hausa_language",
    "fetchedAt": 1758830141881
  },
  {
    "name": "Hebrew",
    "description": "Hebrew is a Northwest Semitic language within the Afroasiatic language family. A regional dialect of the Canaanite languages, it was natively spoken by the Israelites and remained in regular use as a first language until after 200 CE and as the liturgical language of Judaism and Samaritanism. The language was revived as a spoken language in the 19th century, and is the only successful large-scale example of linguistic revival. It is the only Canaanite language, as well as one of only two Northwest Semitic languages, with the other being Aramaic, still spoken today.",
    "url": "https://en.wikipedia.org/wiki/Hebrew_language",
    "fetchedAt": 1758830142555
  },
  {
    "name": "Helsinki Finnish",
    "description": "Helsinki Finnish is the variety of Finnish spoken in Finland's capital and metropolitan area. As the prestige dialect, it forms the basis of standard Finnish and is characterized by certain urban linguistic innovations and borrowings from Swedish due to historical bilingualism. This variety serves as the model for Finnish media and education.",
    "url": null,
    "fetchedAt": 1758830144806
  },
  {
    "name": "Hindi",
    "description": "Modern Standard Hindi, commonly referred to as Hindi, is the standardised variety of the Hindustani language written in the Devanagari script. It is an official language of the Government of India, alongside English, and is the lingua franca of North India. Hindi is considered a Sanskritised register of Hindustani. Hindustani itself developed from Old Hindi and was spoken in Delhi and neighbouring areas. It incorporated a significant number of Persian loanwords.",
    "url": "https://en.wikipedia.org/wiki/Hindi",
    "fetchedAt": 1758830145531
  },
  {
    "name": "Hong Kong Cantonese",
    "description": "Hong Kong Cantonese is a dialect of Cantonese spoken primarily in Hong Kong. As the most commonly spoken language in Hong Kong, it shares a recent and direct lineage with the Guangzhou (Canton) dialect.",
    "url": "https://en.wikipedia.org/wiki/Hong_Kong_Cantonese",
    "fetchedAt": 1758830146854
  },
  {
    "name": "Hungarian",
    "description": "Hungarian, or Magyar, is a Ugric language of the Uralic language family spoken in Hungary and parts of several neighboring countries. It is the official language of Hungary and one of the 24 official languages of the European Union. Outside Hungary, it is also spoken by Hungarian communities in southern Slovakia, western Ukraine (Transcarpathia), central and western Romania (Transylvania), northern Serbia (Vojvodina), northern Croatia, northeastern Slovenia (Prekmurje), and eastern Austria (Burgenland).",
    "url": "https://en.wikipedia.org/wiki/Hungarian_language",
    "fetchedAt": 1758830147504
  },
  {
    "name": "Icelandic",
    "description": "Icelandic is a North Germanic language from the Indo-European language family spoken by about 314,000 people, the vast majority of whom live in Iceland, where it is the national language. Since it is a West Scandinavian language, it is most closely related to Faroese, western Norwegian dialects, and the extinct language Norn. It is not mutually intelligible with the continental Scandinavian languages and is more distinct from the most widely spoken Germanic languages, English and German. The written forms of Icelandic and Faroese are very similar, but their spoken forms are not mutually intelligible.",
    "url": "https://en.wikipedia.org/wiki/Icelandic_language",
    "fetchedAt": 1758830148153
  },
  {
    "name": "Ilocano Filipino",
    "description": "Ilocano Filipino is the variety of Filipino (Tagalog-based) spoken with heavy Ilocano influence, common among Ilocano speakers from northern Luzon. It features distinctive pronunciation patterns, intonation borrowed from Ilocano, and substrate influence in grammar and vocabulary, creating a recognizable regional accent in Filipino.",
    "url": null,
    "fetchedAt": 1758830150612
  },
  {
    "name": "Indian English",
    "description": "Indian English (IndE, IE) or English (India) is a group of English dialects spoken in the Republic of India and among the Indian diaspora and is native to India. English is used by the Government of India for communication, and is enshrined in the Constitution of India. English is also an official language in eight states and seven union territories of India, and the additional official language in five other states and one union territory. India has one of the world’s largest English-speaking communities. Furthermore, English is the sole official language of the Judiciary of India, unless the state governor or legislature mandates the use of a regional language, or if the President of India has given approval for the use of regional languages in courts.",
    "url": "https://en.wikipedia.org/wiki/Indian_English",
    "fetchedAt": 1758830151789
  },
  {
    "name": "Indonesian",
    "description": "Indonesian is the official and national language of Indonesia. It is a standardized variety of Malay, an Austronesian language that has been used as a lingua franca in the multilingual Indonesian archipelago for centuries. With over 280 million inhabitants, Indonesia ranks as the fourth-most populous nation globally. According to the 2020 census, over 97% of Indonesians are fluent in Indonesian, making it the largest language by number of speakers in Southeast Asia and one of the most widely spoken languages in the world. Indonesian vocabulary has been influenced by various native regional languages such as Javanese, Sundanese, Minangkabau, Balinese, Banjarese, and Buginese, as well as by foreign languages such as Arabic, Dutch, Hokkien, Portuguese, Sanskrit, and English. Many borrowed words have been adapted to fit the phonetic and grammatical rules of Indonesian, enriching the language and reflecting Indonesia's diverse linguistic heritage.",
    "url": "https://en.wikipedia.org/wiki/Indonesian_language",
    "fetchedAt": 1758830152443
  },
  {
    "name": "Interior São Paulo Portuguese",
    "description": "Interior São Paulo Portuguese is the variety spoken in the inland cities and rural areas of São Paulo state, Brazil. This dialect is characterized by distinctive pronunciation features, including rhotacism (strong 'r' sounds), and vocabulary influenced by Italian, Japanese, and other immigrant languages that settled in the region during the 19th and 20th centuries.",
    "url": null,
    "fetchedAt": 1758830154562
  },
  {
    "name": "Irish",
    "description": "Irish, also known as Irish Gaelic or simply Gaelic, is a Celtic language of the Indo-European language family that belongs to the Goidelic languages and further to Insular Celtic, and is indigenous to the island of Ireland. It was the majority of the population's first language until the 19th century, when English gradually became dominant, particularly in the last decades of the century, in what is sometimes characterised as a result of linguistic imperialism.",
    "url": "https://en.wikipedia.org/wiki/Irish_language",
    "fetchedAt": 1758830155213
  },
  {
    "name": "Irish English",
    "description": "Hiberno-English or Irish English (IrE), also formerly sometimes called Anglo-Irish, is the set of dialects of English native to the island of Ireland. In both the Republic of Ireland and Northern Ireland, English is the first language in everyday use and, alongside the Irish language, one of two official languages.",
    "url": "https://en.wikipedia.org/wiki/Hiberno-English",
    "fetchedAt": 1758830156191
  },
  {
    "name": "Istanbul Turkish",
    "description": "Turkish is the most widely spoken of the Turkic languages with around 90 million speakers. It is the national language of Turkey and one of two official languages of Cyprus. Significant smaller groups of Turkish speakers also exist in Germany, Austria, Bulgaria, North Macedonia, Greece, other parts of Europe, the South Caucasus, and some parts of Central Asia, Iraq, and Syria. Turkish is the 18th-most spoken language in the world.",
    "url": "https://en.wikipedia.org/wiki/Turkish_language",
    "fetchedAt": 1758830157639
  },
  {
    "name": "Italian",
    "description": "Italian is a Romance language of the Indo-European language family. It evolved from the colloquial Latin of the Roman Empire, and is the least divergent language from Latin, together with Sardinian. It is spoken by 68 to 85 million people, including 64 million native speakers as of 2024. Some speakers of Italian are native bilinguals of both Italian and a local language of Italy, most frequently the language spoken at home in their place of origin.",
    "url": "https://en.wikipedia.org/wiki/Italian_language",
    "fetchedAt": 1758830158287
  },
  {
    "name": "Jamaican English",
    "description": "Jamaican English, including Jamaican Standard English, is the variety of English native to Jamaica and is the official language of the country. A distinction exists between Jamaican English and Jamaican Patois, though not entirely a sharp distinction so much as a gradual continuum between two extremes. Jamaican English tends to follow British English spelling conventions.",
    "url": "https://en.wikipedia.org/wiki/Jamaican_English",
    "fetchedAt": 1758830159421
  },
  {
    "name": "Japanese",
    "description": "Japanese  is the principal language of the Japonic language family spoken by the Japanese people. It has around 123 million speakers, primarily in Japan, the only country where it is the national language, and within the Japanese diaspora worldwide.",
    "url": "https://en.wikipedia.org/wiki/Japanese_language",
    "fetchedAt": 1758830160069
  },
  {
    "name": "Javanese",
    "description": "Javanese is an Austronesian language spoken primarily by the Javanese people from the central and eastern parts of the island of Java, Indonesia. There are also pockets of Javanese speakers on the northern coast of western Java. It is the native language of more than 68 million people.",
    "url": "https://en.wikipedia.org/wiki/Javanese_language",
    "fetchedAt": 1758830160719
  },
  {
    "name": "Javanese Indonesian",
    "description": "Javanese Indonesian is the variety of Indonesian heavily influenced by Javanese linguistic patterns, spoken primarily in Java. It features distinctive pronunciation characteristics, Javanese loanwords, and grammatical structures that reflect Javanese politeness levels and cultural concepts, making it distinct from standard Indonesian.",
    "url": null,
    "fetchedAt": 1758830162660
  },
  {
    "name": "Jeolla Korean",
    "description": "Jeolla Korean is the dialect spoken in the southwestern Jeolla provinces of South Korea. It's characterized by distinctive intonation patterns, unique vocabulary, and grammatical features that differ from Seoul Korean. This dialect is often associated with a warm, expressive speaking style and has strong cultural significance in Korean regional identity.",
    "url": null,
    "fetchedAt": 1758830165705
  },
  {
    "name": "Jordanian Arabic",
    "description": "Jordanian Arabic is a dialect continuum of mutually intelligible varieties of Arabic spoken in Jordan.",
    "url": "https://en.wikipedia.org/wiki/Jordanian_Arabic",
    "fetchedAt": 1758830166924
  },
  {
    "name": "Jutlandic Danish",
    "description": "Jutlandic Danish refers to the varieties of Danish spoken on the Jutland Peninsula, the mainland part of Denmark. These dialects feature distinctive pronunciation patterns, vocabulary differences from Copenhagen Danish, and have been influenced by Low German due to historical contact. Jutlandic varieties are more conservative than standard Danish in many features.",
    "url": null,
    "fetchedAt": 1758830169022
  },
  {
    "name": "Kannada",
    "description": "Kannada is a Dravidian language spoken predominantly in the state of Karnataka in southwestern India, and spoken by a minority of the population in all neighbouring states. It has 44 million native speakers, and is additionally a second or third language for 15 million speakers in Karnataka. It is the official and administrative language of Karnataka. It also has scheduled status in India and has been included among the country's designated classical languages.",
    "url": "https://en.wikipedia.org/wiki/Kannada",
    "fetchedAt": 1758830169696
  },
  {
    "name": "Kansai Japanese",
    "description": "Kansai Japanese, also known as Kansai-ben, is the variety of Japanese spoken in the Kansai region, including Osaka, Kyoto, and Kobe. It's characterized by distinctive pitch accent patterns, unique vocabulary, grammatical particles, and expressions that differ significantly from Tokyo Japanese. Kansai-ben is often associated with humor, directness, and merchant culture.",
    "url": null,
    "fetchedAt": 1758830171727
  },
  {
    "name": "Kanto Japanese",
    "description": "Kanto Japanese is the variety of Japanese spoken in the Kanto region around Tokyo. This dialect forms the basis of standard Japanese (Hyōjungo) and is characterized by specific pitch accent patterns, vocabulary, and grammatical features. As the prestige variety, it's used in media, education, and official communication throughout Japan.",
    "url": null,
    "fetchedAt": 1758830173303
  },
  {
    "name": "Kashubian Polish",
    "description": "Kashubian Polish is Polish spoken with heavy influence from Kashubian, a West Slavic language native to the Pomeranian region. This variety features distinctive pronunciation patterns, vocabulary borrowings from Kashubian, and grammatical structures that reflect the bilingual nature of many Kashubian speakers.",
    "url": null,
    "fetchedAt": 1758830175889
  },
  {
    "name": "Kazakh",
    "description": "Kazakh is a Turkic language of the Kipchak branch spoken in Central Asia by the Kazakhs. It is closely related to Nogai, Kyrgyz and Karakalpak. It is the official language of Kazakhstan, and has official status in the Altai Republic of Russia. It is also a significant minority language in the Ili Kazakh Autonomous Prefecture in Xinjiang, China, and in the Bayan-Ölgii Province of western Mongolia. The language is also spoken by many ethnic Kazakhs throughout the former Soviet Union, Germany, and Turkey.",
    "url": "https://en.wikipedia.org/wiki/Kazakh_language",
    "fetchedAt": 1758830176547
  },
  {
    "name": "Kiev Ukrainian",
    "description": "Kiev Ukrainian is the prestige variety of Ukrainian spoken in Ukraine's capital city. As the standard form of the language, it serves as the basis for Ukrainian media, literature, and education. This variety is characterized by clear pronunciation and serves as the model for Ukrainian language instruction worldwide.",
    "url": null,
    "fetchedAt": 1758830179774
  },
  {
    "name": "Kirghiz",
    "description": "Kyrgyz is a Turkic language of the Kipchak branch spoken in Central Asia. Kyrgyz is the official language of Kyrgyzstan and a significant minority language in the Kizilsu Kyrgyz Autonomous Prefecture in Xinjiang, China and in the Gorno-Badakhshan Autonomous Region of Tajikistan. There is a very high level of mutual intelligibility between Kyrgyz, Kazakh, and Altay. A dialect of Kyrgyz known as Pamiri Kyrgyz is spoken in north-eastern Afghanistan and northern Pakistan. Kyrgyz is also spoken by many ethnic Kyrgyz through the former Soviet Union, Afghanistan, Turkey, parts of northern Pakistan, and Russia.",
    "url": "https://en.wikipedia.org/wiki/Kyrgyz_language",
    "fetchedAt": 1758830180651
  },
  {
    "name": "Korean",
    "description": "Korean is the native language for about 81 million people, mostly of Korean descent. It is the national language of both North Korea and South Korea. In the south, the language is known as Hangugeo and in the north, it is known as Chosŏnŏ. Since the turn of the 21st century, aspects of Korean popular culture have spread around the world through globalization and cultural exports.",
    "url": "https://en.wikipedia.org/wiki/Korean_language",
    "fetchedAt": 1758830181297
  },
  {
    "name": "Kuwaiti Arabic",
    "description": "Kuwaiti is a Gulf Arabic dialect spoken in Kuwait. Kuwaiti Arabic shares many phonetic features unique to Gulf dialects spoken in the Arabian Peninsula. Due to Kuwait's soap opera industry, knowledge of Kuwaiti Arabic has spread throughout the Arabic-speaking world and become recognizable even to people in countries such as Tunisia and Jordan.",
    "url": "https://en.wikipedia.org/wiki/Kuwaiti_Arabic",
    "fetchedAt": 1758830183478
  },
  {
    "name": "Latvian",
    "description": "Latvian, also known as Lettish, is an East Baltic language belonging \nto the Indo-European language family. It is spoken in the Baltic region, and is the language of the Latvians. It is the official language of Latvia as well as one of the official languages of the European Union. There are about 1.5 million native Latvian speakers in Latvia and 100,000 abroad. Altogether, 2 million, or 80% of the population of Latvia, spoke Latvian in the 2000s, before the total number of inhabitants of Latvia slipped to 1.8 million in 2022. Of those, around 1.16 million or 62% of Latvia's population used it as their primary language at home, though excluding the Latgale and Riga regions it is spoken as a native language in villages and towns by over 90% of the population.",
    "url": "https://en.wikipedia.org/wiki/Latvian_language",
    "fetchedAt": 1758830184128
  },
  {
    "name": "Levantine Arabic",
    "description": "Levantine Arabic, also called Shami, is an Arabic variety spoken in the Levant, namely in Syria, Jordan, Lebanon, Palestine, Israel and southern Turkey. With over 60 million speakers, Levantine is, alongside Egyptian, one of the two prestige varieties of spoken Arabic comprehensible all over the Arab world.",
    "url": "https://en.wikipedia.org/wiki/Levantine_Arabic",
    "fetchedAt": 1758830185325
  },
  {
    "name": "Limburgish Dutch",
    "description": "Limburgish Dutch refers to the variety of Dutch spoken in the Limburg province, heavily influenced by the Limburgish language. This variety features distinctive pronunciation patterns, vocabulary, and intonation that reflect the region's unique linguistic heritage and proximity to Germany and Belgium.",
    "url": null,
    "fetchedAt": 1758830187221
  },
  {
    "name": "Lingala",
    "description": "Lingala is a Bantu language spoken in the northwest of the Democratic Republic of the Congo, the northern half of the Republic of the Congo, in their capitals, Kinshasa and Brazzaville, and to a lesser degree as a trade language or because of emigration in neighbouring Angola or Central African Republic. Lingala has 20 million native speakers and about another 20 million second-language speakers, for an approximate total of 40 million speakers. A significant portion of both Congolese diasporas speaks Lingala in their countries of immigration like Belgium, France or the United States.",
    "url": "https://en.wikipedia.org/wiki/Lingala",
    "fetchedAt": 1758830187870
  },
  {
    "name": "Lithuanian",
    "description": "Lithuanian is an East Baltic language belonging to the Baltic branch of the Indo-European language family. It is the language of Lithuanians and the official language of Lithuania as well as one of the official languages of the European Union. There are approximately 2.8 million native Lithuanian speakers in Lithuania and about 1.5 million speakers elsewhere. Around half a million inhabitants of Lithuania of non-Lithuanian background speak Lithuanian daily as a second language.",
    "url": "https://en.wikipedia.org/wiki/Lithuanian_language",
    "fetchedAt": 1758830188683
  },
  {
    "name": "Luxembourgish",
    "description": "Luxembourgish is a West Germanic language that is spoken mainly in Luxembourg. About 400,000 people speak Luxembourgish worldwide.",
    "url": "https://en.wikipedia.org/wiki/Luxembourgish",
    "fetchedAt": 1758830189586
  },
  {
    "name": "Macedonian",
    "description": "Macedonian is an Eastern South Slavic language. It is part of the Indo-European language family, and is one of the Slavic languages, which are part of a larger Balto-Slavic branch. Spoken as a first language by around 1.6 million people, it serves as the official language of North Macedonia. Most speakers can be found in the country and its diaspora, with a smaller number of speakers throughout the transnational region of Macedonia. Macedonian is also a recognized minority language in parts of Albania, Bosnia and Herzegovina, Romania, and Serbia and it is spoken by expatriate communities predominantly in Australia, Canada, and the United States.",
    "url": "https://en.wikipedia.org/wiki/Macedonian_language",
    "fetchedAt": 1758830190238
  },
  {
    "name": "Macedonian Greek",
    "description": "Macedonian Greek or Greek Macedonian may refer to:Something of, from, or related to Macedonia (Greece), a region in Greece\nMacedonians (Greeks), the Greek people of Macedonia\nVarieties of Modern Greek, spoken today in Macedonia, Greece\nGreeks in North Macedonia, those living as a minority in the neighboring country\nSlavic speakers of Greek Macedonia, a Macedonian language-speaking minority in Northern Greece\nSomething of, from, or related to Macedon\nAncient Macedonians, an Ancient Greek people\n Ancient Macedonian Greek, an ancient Greek dialect",
    "url": "https://en.wikipedia.org/wiki/Macedonian_Greek",
    "fetchedAt": 1758830191553
  },
  {
    "name": "Malayalam",
    "description": "Malayalam is a Dravidian language, primarily spoken by the Malayali people, native to the Indian state of Kerala and the union territories of Lakshadweep and Puducherry. It is one of 22 scheduled languages, as well as one of 11 classical languages, of India. Malayalam has official language status in Kerala, Lakshadweep and Puducherry (Mahé).",
    "url": "https://en.wikipedia.org/wiki/Malayalam",
    "fetchedAt": 1758830192206
  },
  {
    "name": "Malaysian Malay",
    "description": "Malaysian Malay or Malaysian – endonymically known as Standard Malay or simply Malay – is a standardized form of the Malay language used in Malaysia and also used in Singapore and Brunei. Malaysian Malay is standardized from the Johor–Riau dialect of Malay, particularly a branch spoken in the state of Johor south of the Malay Peninsula. It is spoken by much of the Malaysian population, although most learn a vernacular Malay dialect or another native language first.",
    "url": "https://en.wikipedia.org/wiki/Malaysian_Malay",
    "fetchedAt": 1758830193315
  },
  {
    "name": "Marathi",
    "description": "Marathi is a classical Indo-Aryan language predominantly spoken by Marathi people in the Indian state of Maharashtra and is also spoken in Goa, and parts of Gujarat, Karnataka and the territory of Dadra and Nagar Haveli and Daman and Diu.\nIt is the official language of Maharashtra, and an additional official language in the state of Goa, where it is used for replies, when requests are received in Marathi.",
    "url": "https://en.wikipedia.org/wiki/Marathi_language",
    "fetchedAt": 1758830194069
  },
  {
    "name": "Marathi-influenced Hindi",
    "description": "Marathi-influenced Hindi is the variety of Hindi spoken with heavy Marathi linguistic substrate, common in Maharashtra state. It features distinctive pronunciation patterns, Marathi loanwords, and grammatical structures that reflect the speaker's Marathi linguistic background, creating a recognizable regional variety of Hindi.",
    "url": null,
    "fetchedAt": 1758830196106
  },
  {
    "name": "Mazovian Polish",
    "description": "Mazovian Polish is the variety of Polish spoken in the Mazovia region around Warsaw. As the dialect of Poland's capital region, it has significantly influenced standard Polish and is characterized by specific phonological features and vocabulary that distinguish it from other Polish regional varieties.",
    "url": null,
    "fetchedAt": 1758830199155
  },
  {
    "name": "Mexican Spanish",
    "description": "Mexican Spanish is the variety of dialects and sociolects of the Spanish language spoken in Mexico and its bordering regions. Mexico has the largest number of Spanish speakers, more than double any other country in the world. Spanish is spoken by over 99% of the population, being the mother tongue of 93.8%, and the second language of 5.4%.",
    "url": "https://en.wikipedia.org/wiki/Mexican_Spanish",
    "fetchedAt": 1758830200421
  },
  {
    "name": "Milanese Italian",
    "description": "Milanese Italian is the variety of Italian spoken in Milan and surrounding Lombardy, heavily influenced by the Milanese dialect (Western Lombard). This variety features distinctive pronunciation patterns, vocabulary borrowings from Lombard, and reflects the cosmopolitan and industrial character of northern Italy's economic capital.",
    "url": null,
    "fetchedAt": 1758830202444
  },
  {
    "name": "Minas Gerais Portuguese",
    "description": "Minas Gerais Portuguese is the variety of Brazilian Portuguese spoken in the state of Minas Gerais. It's characterized by distinctive pronunciation features, including specific vowel patterns and the preservation of certain archaic Portuguese features. This dialect is often considered one of the most conservative varieties of Brazilian Portuguese.",
    "url": null,
    "fetchedAt": 1758830204848
  },
  {
    "name": "Modern Arabic",
    "description": "Modern Standard Arabic (MSA) or Modern Written Arabic (MWA) is the variety of standardized, literary Arabic that developed in the Arab world in the late 19th and early 20th centuries, and in some usages also the variety of spoken Arabic that approximates this written standard. MSA is the language used in literature, academia, print and mass media, law and legislation, though it is generally not spoken as a first language, similar to Contemporary Latin. It is a pluricentric standard language taught throughout the Arab world in formal education, differing significantly from many vernacular varieties of Arabic that are commonly spoken as mother tongues in the area; these are only partially mutually intelligible with both MSA and with each other depending on their proximity in the Arabic dialect continuum.",
    "url": "https://en.wikipedia.org/wiki/Modern_Standard_Arabic",
    "fetchedAt": 1758830206160
  },
  {
    "name": "Moldovan Romanian",
    "description": "Moldovan or Moldavian is one of the two local names for the Romanian language in Moldova. Moldovan was declared the official language of Moldova in Article 13 of the constitution adopted in 1994, while the 1991 Declaration of Independence of Moldova used the name Romanian. In 2003, the Moldovan parliament adopted a law defining Moldovan and Romanian as glottonyms for the same language. In 2013, the Constitutional Court of Moldova interpreted that Article 13 of the constitution is superseded by the Declaration of Independence, thus giving official status to the name Romanian. On 16 March 2023, the Moldovan Parliament approved a law on referring to the national language as Romanian in all legislative texts and the constitution. On 22 March, the president of Moldova, Maia Sandu, promulgated the law.",
    "url": "https://en.wikipedia.org/wiki/Moldovan_language",
    "fetchedAt": 1758830207536
  },
  {
    "name": "Moravian Czech",
    "description": "Moravian Czech refers to the varieties of Czech spoken in Moravia, the eastern part of the Czech Republic. These dialects preserve archaic features and have distinctive pronunciation patterns, vocabulary, and grammatical structures that distinguish them from Bohemian Czech, which forms the basis of standard Czech.",
    "url": null,
    "fetchedAt": 1758830209275
  },
  {
    "name": "Moroccan Arabic",
    "description": "Moroccan Arabic, also known as Darija, is the dialectal, vernacular form or forms of Arabic spoken in Morocco. It is part of the Maghrebi Arabic dialect continuum and as such is mutually intelligible to some extent with Algerian Arabic and to a lesser extent with Tunisian Arabic. It is spoken by 91.9% of the population of Morocco, with 80.6% of Moroccans considering it their native language.",
    "url": "https://en.wikipedia.org/wiki/Moroccan_Arabic",
    "fetchedAt": 1758830210501
  },
  {
    "name": "Moscow Russian",
    "description": "Moscow Russian is the prestige variety of Russian spoken in Russia's capital. As the standard form of the language, it serves as the basis for Russian media, education, and official communication. This variety is characterized by clear pronunciation and serves as the model for Russian language instruction worldwide.",
    "url": null,
    "fetchedAt": 1758830212093
  },
  {
    "name": "Neapolitan Italian",
    "description": "Neapolitan is a Romance language of the Southern Italo-Romance group spoken in most of continental Southern Italy. It is named after the Kingdom of Naples, which once covered most of the area, and the city of Naples was its capital. On 14 October 2008, a law by the Region of Campania stated that Neapolitan was to be protected.",
    "url": "https://en.wikipedia.org/wiki/Neapolitan_language",
    "fetchedAt": 1758830213814
  },
  {
    "name": "Nepali",
    "description": "Nepali, historically known as Gorkhali, is an Indo-Aryan language native to the Himalayan region of South Asia. It is the official and most-widely spoken language of Nepal, where it also serves as a lingua franca. Nepali has official status in the Indian state of Sikkim and in the Gorkhaland Territorial Administration of West Bengal, where it is the majority language. It is also spoken by about a quarter of Bhutan's population. Nepali also has a significant number of speakers in the Indian states of Arunachal Pradesh, Assam, Himachal Pradesh, Manipur, Meghalaya, Mizoram and Uttarakhand. In Myanmar it is spoken by the Burmese Gurkhas. The Nepali diaspora in the Middle East, Brunei, Australia and worldwide also use the language. Nepali is spoken by approximately 19 million native speakers and another 14 million as a second language.",
    "url": "https://en.wikipedia.org/wiki/Nepali_language",
    "fetchedAt": 1758830214472
  },
  {
    "name": "New York English",
    "description": "New York City English, or Metropolitan New York English, is a regional dialect of American English spoken primarily in New York City and some of its surrounding metropolitan area. Along with Southern American English, it has been described by sociolinguist William Labov as one of the most widely recognized regional dialects in the United States. Its pronunciation system—the New York accent—is widely represented in American media by many public figures and fictional characters. Major features of the accent include a high, gliding vowel ; a split of the \"short a\" vowel into two separate sounds; variable dropping of r sounds; and a lack of the cot–caught, Mary–marry–merry, and hurry–furry mergers heard in many other American accents.",
    "url": "https://en.wikipedia.org/wiki/New_York_City_English",
    "fetchedAt": 1758830216967
  },
  {
    "name": "New Zealand English",
    "description": "New Zealand English (NZE) is the variant of the English language spoken and written by most English-speaking New Zealanders. Its language code in ISO and Internet standards is en-NZ. It is the first language of the majority of the population.",
    "url": "https://en.wikipedia.org/wiki/New_Zealand_English",
    "fetchedAt": 1758830218031
  },
  {
    "name": "Nigerian English",
    "description": "Nigerian English, also known as Nigerian Standard English, is a variety of English spoken in Nigeria. Based on British English, the dialect contains various loanwords and collocations from the native languages of Nigeria, due to the need to express concepts specific to the cultures of ethnic groups in the nation.",
    "url": "https://en.wikipedia.org/wiki/Nigerian_English",
    "fetchedAt": 1758830219141
  },
  {
    "name": "Northeastern Brazilian Portuguese",
    "description": "Northeastern Brazilian Portuguese is the variety spoken in Brazil's Northeast region, including states like Bahia, Pernambuco, and Ceará. It's characterized by distinctive pronunciation features, vocabulary, and intonation patterns that reflect the region's Afro-Brazilian cultural heritage and historical development.",
    "url": null,
    "fetchedAt": 1758830221057
  },
  {
    "name": "Northern Vietnamese",
    "description": "Vietnamese is an Austroasiatic language primarily spoken in Vietnam where it is the official language. It belongs to the Vietic subgroup of the Austroasiatic language family. Vietnamese is spoken natively by around 86 million people, and as a second language by 11 million people, several times as many as the rest of the Austroasiatic family combined. It is the native language of ethnic Vietnamese (Kinh), as well as the second or first language for other ethnicities of Vietnam, and used by Vietnamese diaspora in the world.",
    "url": "https://en.wikipedia.org/wiki/Vietnamese_language",
    "fetchedAt": 1758830222758
  },
  {
    "name": "Norwegian",
    "description": "Norwegian is a North Germanic language from the Indo-European language family spoken mainly in Norway, where it is an official language. Along with Swedish and Danish, Norwegian forms a dialect continuum of more or less mutually intelligible local and regional varieties; some Norwegian and Swedish dialects, in particular, are very close. These Scandinavian languages, together with Faroese and Icelandic as well as some extinct languages, constitute the North Germanic languages. Faroese and Icelandic are not mutually intelligible with Norwegian in their spoken form because continental Scandinavian has diverged from them. While the two Germanic languages with the greatest numbers of speakers, English and German, have close similarities with Norwegian, neither is mutually intelligible with it. Norwegian is a descendant of Old Norse, the common language of the Germanic peoples living in Scandinavia during the Viking Age.",
    "url": "https://en.wikipedia.org/wiki/Norwegian_language",
    "fetchedAt": 1758830223409
  },
  {
    "name": "Oltenia Romanian",
    "description": "Oltenia Romanian is the variety of Romanian spoken in the Oltenia region of southwestern Romania. This dialect is characterized by distinctive phonological features, vocabulary, and expressions that distinguish it from Wallachian and Moldovan varieties of Romanian, reflecting the region's specific historical and cultural development.",
    "url": null,
    "fetchedAt": 1758830225183
  },
  {
    "name": "Oslo Norwegian",
    "description": "Oslo Norwegian is the variety of Norwegian spoken in Norway's capital city. As one of the prestige varieties, it has significantly influenced standard Norwegian (Bokmål) and is characterized by specific pronunciation patterns and vocabulary that serve as a model for Norwegian language instruction and media.",
    "url": null,
    "fetchedAt": 1758830227926
  },
  {
    "name": "Palestinian Arabic",
    "description": "Palestinian Arabic or simply Palestinian is a dialect continuum of mutually-intelligible varieties of Levantine Arabic spoken by Palestinians, indigenous to the Palestine region, which includes the states of Palestine, and Israel. It is also spoken by the Palestinian diaspora.",
    "url": "https://en.wikipedia.org/wiki/Palestinian_Arabic",
    "fetchedAt": 1758830229050
  },
  {
    "name": "Parisian French",
    "description": "French of France is the predominant variety of the French language in France, Andorra and Monaco, in its formal and informal registers. It has, for a long time, been associated with Standard French. It is now seen as a variety of French alongside Acadian French, Belgian French, Canadian/Quebec French, Swiss French, etc.",
    "url": "https://en.wikipedia.org/wiki/French_of_France",
    "fetchedAt": 1758830230698
  },
  {
    "name": "Pashto",
    "description": "Pashto is an eastern Iranian language in the Indo-European language family, natively spoken in northwestern Pakistan and southern and eastern Afghanistan. It has official status in Afghanistan and the Pakistani province of Khyber Pakhtunkhwa. It is known in historical Persian literature as Afghani.",
    "url": "https://en.wikipedia.org/wiki/Pashto",
    "fetchedAt": 1758830231345
  },
  {
    "name": "Peninsular Spanish",
    "description": "Peninsular Spanish, also known as the Spanish of Spain, European Spanish, or Iberian Spanish, is the set of varieties of the Spanish language spoken in Peninsular Spain. This construct is often framed in opposition to varieties from the Americas and the Canary Islands.",
    "url": "https://en.wikipedia.org/wiki/Peninsular_Spanish",
    "fetchedAt": 1758830232756
  },
  {
    "name": "Persian",
    "description": "Persian, also known by its endonym Farsi, is a Western Iranian language belonging to the Iranian branch of the Indo-Iranian subdivision of the Indo-European languages. Persian is a pluricentric language predominantly spoken and used officially within Iran, Afghanistan, and Tajikistan in three mutually intelligible standard varieties, respectively Iranian Persian, Dari Persian, and Tajiki Persian. It is also spoken natively in the Tajik variety by a significant population within Uzbekistan, as well as within other regions with a Persianate history in the cultural sphere of Greater Iran. It is written officially within Iran and Afghanistan in the Persian alphabet, a derivative of the Arabic script, and within Tajikistan in the Tajik alphabet, a derivative of the Cyrillic script.",
    "url": "https://en.wikipedia.org/wiki/Persian_language",
    "fetchedAt": 1758830233405
  },
  {
    "name": "Peruvian Spanish",
    "description": "Peruvian Spanish is a family of dialects of the Spanish language that have been spoken in Peru since its introduction by Spanish conquistadors in 1532. There are five varieties spoken in the country, by about 94.4% of the population. The five Peruvian dialects are Andean Spanish, Peruvian Coastal Spanish, Andean-Coastal Spanish, Equatorial Spanish, and Amazonic Spanish.",
    "url": "https://en.wikipedia.org/wiki/Peruvian_Spanish",
    "fetchedAt": 1758830234267
  },
  {
    "name": "Polish",
    "description": "Polish is a West Slavic language of the Lechitic subgroup, within the Indo-European language family, and is written in the Latin script. It is primarily spoken in Poland and serves as the official language of the country, as well as the language of the Polish diaspora around the world. In 2024, there were over 39.7 million Polish native speakers. It ranks as the sixth-most-spoken among languages of the European Union. Polish is subdivided into regional dialects. It maintains strict T–V distinction pronouns, honorifics, and various forms of formalities when addressing individuals.",
    "url": "https://en.wikipedia.org/wiki/Polish_language",
    "fetchedAt": 1758830234916
  },
  {
    "name": "Prague Czech",
    "description": "Prague Czech is the prestige variety of Czech spoken in the Czech Republic's capital. As the standard form of the language, it serves as the basis for Czech media, education, and official communication. This variety forms the foundation of modern standard Czech and is used as the model for Czech language instruction.",
    "url": null,
    "fetchedAt": 1758830236490
  },
  {
    "name": "Puerto Rican Spanish",
    "description": "Puerto Rican Spanish is the variety of the Spanish language as characteristically spoken in Puerto Rico and by millions of people of Puerto Rican descent living in the United States and elsewhere. It belongs to the group of Caribbean Spanish variants and, as such, is largely derived from Canarian Spanish and Andalusian Spanish. Outside of Puerto Rico, the Puerto Rican accent of Spanish is also commonly heard in the U.S. Virgin Islands and many U.S. mainland cities like Orlando, New York City, Philadelphia, Miami, Tampa, Boston, Cleveland, and Chicago, among others. However, not all stateside Puerto Ricans have knowledge of Spanish. Opposite to island-born Puerto Ricans who primarily speak Spanish, many stateside-born Puerto Ricans primarily speak English, although many stateside Puerto Ricans are fluent in Spanish and English, and often alternate between the two languages.",
    "url": "https://en.wikipedia.org/wiki/Puerto_Rican_Spanish",
    "fetchedAt": 1758830237757
  },
  {
    "name": "Punjabi",
    "description": "Punjabi, sometimes spelled Panjabi, is an Indo-Aryan language native to the Punjab region of Pakistan and India. It is one of the most widely spoken native languages in the world, with approximately 150 million native speakers.",
    "url": "https://en.wikipedia.org/wiki/Punjabi_language",
    "fetchedAt": 1758830238412
  },
  {
    "name": "Punjabi Hindi",
    "description": "Punjabi Hindi is the variety of Hindi spoken with heavy Punjabi linguistic influence, common in Punjab and among Punjabi speakers throughout India. It features distinctive pronunciation patterns, Punjabi loanwords, vocabulary, and intonation that reflect the speaker's Punjabi linguistic background.",
    "url": null,
    "fetchedAt": 1758830240147
  },
  {
    "name": "Quebec French",
    "description": "Quebec French, also known as Quebecer French or Quebecker French, is the predominant variety of the French language spoken in Canada. It is the dominant language of the province of Quebec, used in everyday communication, in education, the media, and government.",
    "url": "https://en.wikipedia.org/wiki/Quebec_French",
    "fetchedAt": 1758830241987
  },
  {
    "name": "Rhine Franconian German",
    "description": "Rhine Franconian German is a variety of German spoken in the Rhine-Franconian dialect region, including areas around Frankfurt am Main and southern Hesse. This dialect belongs to the West Central German group and features distinctive pronunciation patterns and vocabulary that distinguish it from standard High German.",
    "url": null,
    "fetchedAt": 1758830244540
  },
  {
    "name": "Rio de Janeiro Portuguese",
    "description": "Rio de Janeiro Portuguese is the variety of Brazilian Portuguese spoken in Rio de Janeiro city and state. It's characterized by distinctive pronunciation features, including the palatalization of 's' sounds before 'i' and specific intonation patterns that make it easily recognizable among Brazilian Portuguese varieties.",
    "url": null,
    "fetchedAt": 1758830246348
  },
  {
    "name": "Roman Italian",
    "description": "Roman Italian is the variety of Italian spoken in Rome and the surrounding Lazio region. As the variety spoken in Italy's capital, it has influenced standard Italian and is characterized by distinctive pronunciation patterns, vocabulary, and expressions that reflect the city's role as the political and cultural center of Italy.",
    "url": null,
    "fetchedAt": 1758830251360
  },
  {
    "name": "Romanian",
    "description": "Romanian is the official and main language of Romania and Moldova. Romanian is part of the Eastern Romance sub-branch of Romance languages, a linguistic group that evolved from several dialects of Vulgar Latin which separated from the Western Romance languages in the course of the period from the 5th to the 8th centuries. To distinguish it within the Eastern Romance languages, in comparative linguistics it is called Daco-Romanian as opposed to its closest relatives, Aromanian, Megleno-Romanian, and Istro-Romanian. It is also spoken as a minority language by stable communities in the countries surrounding Romania, and by the large Romanian diaspora. In total, it is spoken by 25 million people as a first language.",
    "url": "https://en.wikipedia.org/wiki/Romanian_language",
    "fetchedAt": 1758830252011
  },
  {
    "name": "Russian",
    "description": "Russian is an East Slavic language belonging to the Balto-Slavic branch of the Indo-European language family. It is one of the four extant East Slavic languages, and is the native language of the Russians. It was the de facto and de jure official language of the former Soviet Union. Russian has remained an official language of the Russian Federation, Belarus, Kazakhstan, Kyrgyzstan, and Tajikistan, and is still commonly used as a lingua franca in Ukraine, Moldova, the Caucasus, Central Asia, and to a lesser extent in the Baltic states and Israel.",
    "url": "https://en.wikipedia.org/wiki/Russian_language",
    "fetchedAt": 1758830252659
  },
  {
    "name": "Saint Petersburg Russian",
    "description": "Saint Petersburg Russian is the variety of Russian spoken in Russia's former capital. Historically considered a prestige dialect, it features distinctive pronunciation patterns and vocabulary that reflect the city's cultural sophistication and European influences, differing subtly from Moscow Russian in certain phonological features.",
    "url": null,
    "fetchedAt": 1758830255012
  },
  {
    "name": "Saudi Arabic",
    "description": "Peninsular Arabic are the varieties of Arabic spoken throughout the Arabian Peninsula. This includes the countries of Saudi Arabia, Yemen, Oman, United Arab Emirates, Kuwait, Bahrain, Qatar, Southern Iran, Southern Iraq and Jordan.",
    "url": "https://en.wikipedia.org/wiki/Peninsular_Arabic",
    "fetchedAt": 1758830256864
  },
  {
    "name": "Saxon German",
    "description": "Saxon German refers to varieties of German spoken in Saxony, part of the East Central German dialect group. These varieties feature distinctive pronunciation patterns and vocabulary that distinguish them from standard High German, though they have been significantly influenced by standard German due to historical and political factors.",
    "url": null,
    "fetchedAt": 1758830261306
  },
  {
    "name": "Scanian Swedish",
    "description": "Scanian Swedish is the variety of Swedish spoken in Scania (Skåne), the southernmost region of Sweden. This dialect has been influenced by Danish due to the region's historical connection to Denmark and features distinctive pronunciation patterns, vocabulary, and expressions that distinguish it from standard Swedish.",
    "url": null,
    "fetchedAt": 1758830263290
  },
  {
    "name": "Scottish English",
    "description": "Scottish English is the set of varieties of the English language spoken in Scotland. The transregional, standardised variety is called Scottish Standard English or Standard Scottish English (SSE). Scottish Standard English may be defined as \"the characteristic speech of the professional class [in Scotland] and the accepted norm in schools\". IETF language tag for \"Scottish Standard English\" is en-scotland.",
    "url": "https://en.wikipedia.org/wiki/Scottish_English",
    "fetchedAt": 1758830264246
  },
  {
    "name": "Seoul Korean",
    "description": "The Gyeonggi dialect or Seoul dialect of the Korean language is the prestige dialect in South Korea, as well as the basis of the standardized form of the language in the country. It is mainly concentrated in the Seoul National Capital Area, which includes Seoul, Incheon, and Gyeonggi Province. It is also spoken in parts of North Korea, including in Kaesong, as well as among the Korean diaspora.",
    "url": "https://en.wikipedia.org/wiki/Gyeonggi_dialect",
    "fetchedAt": 1758830265677
  },
  {
    "name": "Serbian",
    "description": "Serbian is the standard variety of the Serbo-Croatian language mainly used by Serbs. It is the official and national language of Serbia, one of the three official languages of Bosnia and Herzegovina, and co-official in Montenegro and Kosovo. It is a recognized minority language in Croatia, North Macedonia, Romania, Hungary, Slovakia, and the Czech Republic.",
    "url": "https://en.wikipedia.org/wiki/Serbian_language",
    "fetchedAt": 1758830266324
  },
  {
    "name": "Sicilian Italian",
    "description": "Sicilian is a Romance language that is spoken on the island of Sicily and its satellite islands.\nIt belongs to the broader Extreme Southern Italian language group.",
    "url": "https://en.wikipedia.org/wiki/Sicilian_language",
    "fetchedAt": 1758830267464
  },
  {
    "name": "Sindhi",
    "description": "Sindhi is an Indo-Aryan language spoken by more than 30 million people in the Pakistani province of Sindh, where it has official status, as well as by 1.7 million people in India, where it is a scheduled language without state-level official status. Sindhi is primarily written in the Perso-Arabic script in Pakistan, while in India, both the Perso-Arabic script and Devanagari are used.",
    "url": "https://en.wikipedia.org/wiki/Sindhi_language",
    "fetchedAt": 1758830268112
  },
  {
    "name": "Singapore Mandarin",
    "description": "Singaporean Mandarin is a variety of Mandarin Chinese spoken natively in Singapore. Mandarin is one of the four official languages of Singapore alongside English, Malay and Tamil.",
    "url": "https://en.wikipedia.org/wiki/Singaporean_Mandarin",
    "fetchedAt": 1758830269554
  },
  {
    "name": "Singaporean English",
    "description": "Singapore English is the set of varieties of the English language native to Singapore. In Singapore, English is spoken in two main forms: Singaporean Standard English, which is indistinguishable grammatically from British English, and Singaporean Colloquial English, which is better known as Singlish.",
    "url": "https://en.wikipedia.org/wiki/Singapore_English",
    "fetchedAt": 1758830270844
  },
  {
    "name": "Slovak",
    "description": "Slovak, is a West Slavic language of the Czech–Slovak group, written in Latin script. It is part of the Indo-European language family, and is one of the Slavic languages, which are part of the larger Balto-Slavic branch. Spoken by approximately 5 million people as a native language, primarily ethnic Slovaks, it serves as the official language of Slovakia and one of the 24 official languages of the European Union.",
    "url": "https://en.wikipedia.org/wiki/Slovak_language",
    "fetchedAt": 1758830271493
  },
  {
    "name": "Slovenian",
    "description": "Slovene or Slovenian is a South Slavic language of the Balto-Slavic branch of the Indo-European language family. Most of its 2.5 million speakers are the inhabitants of Slovenia, the majority of them ethnic Slovenes. As Slovenia is part of the European Union, Slovene is also one of its 24 official and working languages. Its grammar is highly fusional, and it has a dual grammatical number, an archaic feature shared with some other Indo-European languages. Two accentual norms are used. Its flexible word order is often adjusted for emphasis or stylistic reasons, although basically it is an SVO language. It has a T–V distinction: the use of the V-form demonstrates a respectful attitude towards superiors and the elderly, while it can be sidestepped through the passive form.",
    "url": "https://en.wikipedia.org/wiki/Slovene_language",
    "fetchedAt": 1758830272598
  },
  {
    "name": "Sofia Bulgarian",
    "description": "Sofia Bulgarian is the variety of Bulgarian spoken in Bulgaria's capital city. As the prestige dialect, it forms the basis of standard Bulgarian and is characterized by specific pronunciation patterns and vocabulary that serve as the model for Bulgarian media, education, and official communication.",
    "url": null,
    "fetchedAt": 1758830275084
  },
  {
    "name": "Somali",
    "description": "Somali is an Afroasiatic language belonging to the Cushitic branch. It is spoken primarily in Greater Somalia, and by the Somali diaspora as a mother tongue. Somali is an official language in both Somalia and Ethiopia, and serves as a national language in Djibouti. It is also a recognised minority language in Kenya. The Somali language is officially written with the Latin alphabet, although the Arabic script and several Somali scripts like Osmanya, Kaddare and the Borama script are informally used.",
    "url": "https://en.wikipedia.org/wiki/Somali_language",
    "fetchedAt": 1758830275731
  },
  {
    "name": "South African English",
    "description": "South African English is the set of English language dialects native to South Africans.",
    "url": "https://en.wikipedia.org/wiki/South_African_English",
    "fetchedAt": 1758830276607
  },
  {
    "name": "Southern French",
    "description": "Meridional French, also referred to as Francitan, is the regional variant of the French language spoken in the area of Marseille, Avignon and Toulouse. It is influenced by the Occitan language.",
    "url": "https://en.wikipedia.org/wiki/Meridional_French",
    "fetchedAt": 1758830279360
  },
  {
    "name": "Southern Vietnamese",
    "description": "Vietnamese is an Austroasiatic language primarily spoken in Vietnam where it is the official language. It belongs to the Vietic subgroup of the Austroasiatic language family. Vietnamese is spoken natively by around 86 million people, and as a second language by 11 million people, several times as many as the rest of the Austroasiatic family combined. It is the native language of ethnic Vietnamese (Kinh), as well as the second or first language for other ethnicities of Vietnam, and used by Vietnamese diaspora in the world.",
    "url": "https://en.wikipedia.org/wiki/Vietnamese_language",
    "fetchedAt": 1758830280542
  },
  {
    "name": "Stockholm Swedish",
    "description": "Stockholm dialects are the forms of Swedish spoken in Stockholm. An exact definition encompassing its peculiarities is hard to find, as a cosmopolitan culture and early adoption infers a great variety of international influences that are then spread to the rest of Sweden, and, as Stockholm is a highly urbanized area, the dialects of Stockholm are more likely to undergo rapid changes than dialects spoken in rural areas.",
    "url": "https://en.wikipedia.org/wiki/Stockholm_dialects",
    "fetchedAt": 1758830282378
  },
  {
    "name": "Sundanese Indonesian",
    "description": "Sundanese Indonesian is the variety of Indonesian heavily influenced by Sundanese linguistic patterns, spoken primarily in West Java. It features distinctive pronunciation characteristics, Sundanese loanwords, and grammatical structures that reflect Sundanese cultural concepts, making it distinct from standard Indonesian.",
    "url": null,
    "fetchedAt": 1758830284276
  },
  {
    "name": "Swahili",
    "description": "Swahili, also known as Kiswahili as it is referred to in the Swahili language, is a Bantu language originally spoken by the Swahili people, who are found primarily in Tanzania, Kenya, and Mozambique. Estimates of the number of Swahili speakers, including both native and second-language speakers, vary widely. They generally range from 150 million to 200 million; with most of its native speakers residing in Tanzania and Kenya.",
    "url": "https://en.wikipedia.org/wiki/Swahili_language",
    "fetchedAt": 1758830284923
  },
  {
    "name": "Swedish",
    "description": "Swedish is a North Germanic language from the Indo-European language family, spoken predominantly in Sweden and parts of Finland. It has at least 10 million native speakers, making it the fourth most spoken Germanic language, and the first among its type in the Nordic countries overall.",
    "url": "https://en.wikipedia.org/wiki/Swedish_language",
    "fetchedAt": 1758830285574
  },
  {
    "name": "Swiss French",
    "description": "Swiss French is the variety of French spoken in the French-speaking area of Switzerland known as Romandy. French is one of the four official languages of Switzerland, the others being German, Italian, and Romansch. In 2020 around 2 million people, or 22.8% of the population, in Switzerland spoke French as their primary language, and 28% of the population used French most often at work.",
    "url": "https://en.wikipedia.org/wiki/Swiss_French",
    "fetchedAt": 1758830286503
  },
  {
    "name": "São Paulo Portuguese",
    "description": "São Paulo Portuguese is the variety of Brazilian Portuguese spoken in São Paulo city, Brazil's largest metropolis. This variety is characterized by distinctive pronunciation features, rapid speech patterns, and vocabulary influenced by the city's diverse immigrant population, making it a reference point for urban Brazilian Portuguese.",
    "url": null,
    "fetchedAt": 1758830289120
  },
  {
    "name": "Taiwan Mandarin",
    "description": "Taiwanese Mandarin, frequently referred to as Guoyu or Huayu in Mandarin, is the variety of Mandarin spoken in Taiwan. A large majority of the Taiwanese population is fluent in Mandarin, though many also speak a variety of Min Chinese known as Taiwanese Hokkien, which has had a significant influence on the Mandarin spoken on the island.",
    "url": "https://en.wikipedia.org/wiki/Taiwanese_Mandarin",
    "fetchedAt": 1758830290930
  },
  {
    "name": "Tamil",
    "description": "Tamil (தமிழ், Tamiḻ, pronounced [t̪amiɻ], is a Dravidian language natively spoken by the Tamil people of South Asia. It is one of the longest-surviving classical languages in the world, attested since c. 300 BCE.",
    "url": "https://en.wikipedia.org/wiki/Tamil_language",
    "fetchedAt": 1758830291580
  },
  {
    "name": "Tamil Hindi",
    "description": "Tamil Hindi is the variety of Hindi spoken with heavy Tamil linguistic influence, common among Tamil speakers when communicating in Hindi. It features distinctive pronunciation patterns where retroflex sounds are often replaced, specific intonation borrowed from Tamil, and substrate influence in vocabulary and grammar.",
    "url": null,
    "fetchedAt": 1758830295971
  },
  {
    "name": "Thai",
    "description": "Thai, or Central Thai, is a Tai language of the Kra–Dai language family spoken by the Central Thai, Mon, Lao Wiang, and Phuan people in Central Thailand and the vast majority of Thai Chinese enclaves throughout the country. It is the sole official language of Thailand.",
    "url": "https://en.wikipedia.org/wiki/Thai_language",
    "fetchedAt": 1758830296617
  },
  {
    "name": "Transylvanian Romanian",
    "description": "Transylvanian Romanian is the variety of Romanian spoken in Transylvania, central Romania. This dialect has been influenced by Hungarian and German due to the region's multiethnic history and features distinctive pronunciation patterns, vocabulary, and expressions that distinguish it from Wallachian Romanian.",
    "url": null,
    "fetchedAt": 1758830298606
  },
  {
    "name": "Turkish",
    "description": "Turkish is the most widely spoken of the Turkic languages with around 90 million speakers. It is the national language of Turkey and one of two official languages of Cyprus. Significant smaller groups of Turkish speakers also exist in Germany, Austria, Bulgaria, North Macedonia, Greece, other parts of Europe, the South Caucasus, and some parts of Central Asia, Iraq, and Syria. Turkish is the 18th-most spoken language in the world.",
    "url": "https://en.wikipedia.org/wiki/Turkish_language",
    "fetchedAt": 1758830299257
  },
  {
    "name": "Turku Finnish",
    "description": "Turku Finnish is the variety of Finnish spoken in Turku and southwestern Finland. As Finland's former capital, this variety has historical significance and features distinctive pronunciation patterns and vocabulary that reflect the region's Swedish cultural influence and maritime character.",
    "url": null,
    "fetchedAt": 1758830303754
  },
  {
    "name": "Tuscan Italian",
    "description": "Tuscan Italian is the variety of Italian spoken in Tuscany, which historically formed the basis of standard Italian literature and language. Modern Tuscan features distinctive pronunciation characteristics including the famous 'gorgia toscana' and vocabulary that preserves archaic Italian forms, making it recognizable throughout Italy.",
    "url": null,
    "fetchedAt": 1758830306581
  },
  {
    "name": "Ukrainian",
    "description": "Ukrainian is an East Slavic language, spoken primarily in Ukraine. It is the first (native) language of a large majority of Ukrainians.",
    "url": "https://en.wikipedia.org/wiki/Ukrainian_language",
    "fetchedAt": 1758830307231
  },
  {
    "name": "Urdu",
    "description": "Urdu is an Indo-Aryan language spoken chiefly in South Asia. It is the national language and lingua franca of Pakistan. In India, it is an Eighth Schedule language, the status and cultural heritage of which are recognised by the Constitution of India. It also has an official status in several Indian states.",
    "url": "https://en.wikipedia.org/wiki/Urdu",
    "fetchedAt": 1758830308230
  },
  {
    "name": "Venetian Italian",
    "description": "Venetian Italian is the variety of Italian spoken in the Veneto region, heavily influenced by the Venetian language substrate. This variety features distinctive pronunciation patterns, vocabulary borrowings from Venetian, and reflects the region's unique cultural and historical identity within Italy.",
    "url": null,
    "fetchedAt": 1758830311033
  },
  {
    "name": "Venezuelan Spanish",
    "description": "Venezuelan Spanish is the variety of Spanish spoken in Venezuela.",
    "url": "https://en.wikipedia.org/wiki/Venezuelan_Spanish",
    "fetchedAt": 1758830312062
  },
  {
    "name": "Vietnamese",
    "description": "Vietnamese is an Austroasiatic language primarily spoken in Vietnam where it is the official language. It belongs to the Vietic subgroup of the Austroasiatic language family. Vietnamese is spoken natively by around 86 million people, and as a second language by 11 million people, several times as many as the rest of the Austroasiatic family combined. It is the native language of ethnic Vietnamese (Kinh), as well as the second or first language for other ethnicities of Vietnam, and used by Vietnamese diaspora in the world.",
    "url": "https://en.wikipedia.org/wiki/Vietnamese_language",
    "fetchedAt": 1758830312711
  },
  {
    "name": "Welsh",
    "description": "Welsh is a Celtic language of the Brittonic subgroup that is native to the Welsh people. Welsh is spoken natively in Wales by about 18% of the population, by some in England, and in Y Wladfa.",
    "url": "https://en.wikipedia.org/wiki/Welsh_language",
    "fetchedAt": 1758830313363
  },
  {
    "name": "Welsh English",
    "description": "Welsh English comprises the dialects of English spoken by Welsh people. The dialects are significantly influenced by Welsh grammar and often include words derived from Welsh. In addition to the distinctive words and grammar, a variety of accents are found across Wales, including those of North Wales, the Cardiff dialect, the South Wales Valleys and West Wales.",
    "url": "https://en.wikipedia.org/wiki/Welsh_English",
    "fetchedAt": 1758830314564
  },
  {
    "name": "Western Finnish",
    "description": "Western Finnish refers to the varieties of Finnish spoken in western Finland, including regions like Ostrobothnia. These dialects feature distinctive pronunciation patterns, vocabulary, and grammatical features that distinguish them from standard Finnish, often showing Swedish influence due to historical bilingualism in the region.",
    "url": null,
    "fetchedAt": 1758830316486
  },
  {
    "name": "Yorkshire English",
    "description": "Yorkshire dialect, also known as Yorkshire English, Broad Yorkshire, Tyke, or Yorkie, is a grouping of several regionally neighbouring dialects of English spoken in Yorkshire. Yorkshire experienced drastic dialect levelling in the 20th century, eroding many traditional features, though variation and even innovations persist, at both the regional and sub-regional levels. Organisations such as the Yorkshire Dialect Society and the East Riding Dialect Society exist to promote the survival of the more traditional features.",
    "url": "https://en.wikipedia.org/wiki/Yorkshire_dialect",
    "fetchedAt": 1758830317936
  },
  {
    "name": "Zagreb Croatian",
    "description": "Zagreb Croatian is the prestige variety of Croatian spoken in Croatia's capital city. As the standard form of the language, it serves as the basis for Croatian media, education, and official communication. This variety forms the foundation of modern standard Croatian and influences Croatian language instruction.",
    "url": null,
    "fetchedAt": 1758830319942
  },
  {
    "name": "Zealand Danish",
    "description": "Zealand Danish is the variety of Danish spoken on the island of Zealand, including Copenhagen. As the prestige dialect, it forms the basis of standard Danish and is characterized by specific pronunciation patterns and vocabulary that serve as the model for Danish media, education, and official communication.",
    "url": null,
    "fetchedAt": 1758830321950
  }
]